Repository: pavelleonenko007/bksq-theme
Catalog: languages/*.po
Languages: cs_cz, lv

source: Configurator
cs_cz: Konfigurátor
lv: Konfigurators

source: General code
cs_cz: Obecný kód
lv: Vispārīgais kods

source: HEAD code for all pages
cs_cz: HEAD kód pro všechny stránky
lv: HEAD kods visām lapām

source: BODY code for all pages
cs_cz: Kód BODY pro všechny stránky
lv: BODY kods visām lapām

source: FOOTER code for all pages
cs_cz: FOOTER kód pro všechny stránky
lv: FOOTER kods visām lapām

source: Forms
cs_cz: Formuláře
lv: Veidlapas

source: Email forms settings
cs_cz: Nastavení e-mailových formulářů
lv: E-pasta veidlapu iestatījumi

source: Selection
cs_cz: Výběr
lv: Atlase

source: Form
cs_cz: Formulář
lv: Veidlapa

source: All forms
cs_cz: Všechny formuláře
lv: Visas veidlapas

source: Sending Parameters
cs_cz: Parametry odesílání
lv: Parametru nosūtīšana

source: Recipients Email
cs_cz: E-mail příjemce
lv: Adresātu e-pasts

source: it is possible to separate several commas
cs_cz: je možné oddělit několik čárek
lv: iespējams atdalīt vairākus komatus

source: Email subject
cs_cz: Předmět e-mailu
lv: E-pasta tēma

source: New message from site
cs_cz: Nová zpráva z webu
lv: Jauna ziņa no vietnes

source: Email message
cs_cz: Text e-mailu
lv: E-pasta ziņojums

source: Form data:
cs_cz: Formulářové údaje:
lv: Veidlapas dati:

source: Senders name
cs_cz: Jméno odesílatele
lv: Sūtītāja vārds

source: Email for reply
cs_cz: E-mail pro odpověď
lv: E-pasts atbildei

source: Email adress for copy (CC)
cs_cz: E-mailová adresa pro kopii (CC)
lv: E-pasta adrese kopijai (CC)

source: Email adress for hidden copy (BCC)
cs_cz: E-mailová adresa pro skrytou kopii (BCC)
lv: E-pasta adrese slēptajai kopijai (BCC)

source: Sending with SMTP
cs_cz: Odesílání pomocí SMTP
lv: Sūtīšana ar SMTP

source: SMTP server
lv: SMTP serveris

source: Username
cs_cz: Uživatelské jméno
lv: Lietotājvārds

source: Password
cs_cz: Heslo
lv: Parole

source: Authorization
cs_cz: Autorizace
lv: Autorizācija

source: Secure
cs_cz: Zabezpečení
lv: Drošība

source: Port
lv: Ports

source: Charset
lv: Kodējums

source: Form behavior
cs_cz: Chování formuláře
lv: Veidlapas uzvedība

source: Hide the form after sending
cs_cz: Skrytí formuláře po odeslání
lv: Paslēpt veidlapu pēc nosūtīšanas

source: Hide the lightbox after sending
cs_cz: Skrýt okno Lightbox po odeslání
lv: Paslēpt laitbokdsu pēc nosūtīšanas

source: Lightbox class
cs_cz: Klas pro lightbox
lv: Laitboks klase

source: comma-separated lightbox classes, example: lbox1,lbox2
cs_cz: klasy lightboxů oddělené čárkou, příklad: lbox1,lbox2
lv: ar komatu atdalītas laitbokses klases, piemēram: lbox1,lbox2

source: Delay before hide
cs_cz: Zpoždění do zmizení
lv: Aizkave pirms slēpšanas

source: message disappearance delay in milliseconds<br>(0 - do not hide)
cs_cz: zpoždění zmizení zprávy v milisekundách<br>(0 - neskrývat)
lv: ziņojuma pazušanas aizkave milisekundēs<br>(0 — neslēpt)

source: Redirect to page
cs_cz: Přesměrování na stránku
lv: Pārvirzīt uz lapu

source: Redirect in a new tab
cs_cz: Přesměrování na nový tab
lv: Pāradresēt uz jaunu logu

source: Success message
cs_cz: Zpráva o úspěšném odeslání
lv: Veiksmīga iesniegšanas ziņojums

source: Error message
cs_cz: Chybové hlášení
lv: Kļūdas ziņojums

source: Reply to sender
cs_cz: Odpovědět odesílateli
lv: Atbildēt sūtītājam

source: Enable reply to sender
cs_cz: Zahrnout odpověď odesílateli
lv: Iespējot atbildi sūtītājam

source: Field name
cs_cz: Název pole
lv: Lauka nosaukums

source: the field in which the address for the response is specified
cs_cz: pole, ve kterém je uvedena adresa pro odpověď
lv: lauks, kurā ir atbildes adrese

source: Reply subject
cs_cz: Předmět odpovědi
lv: Vēstules priekšmets

source: Reply message
cs_cz: Zpráva s odpovědí
lv: Vēstules teksts

source: Reply file
cs_cz: Soubor s odpovědí
lv: Fails nosūtīšanai

source: the file to be sent
cs_cz: soubor, který má být odeslán
lv: fails kuršs tiks nosutīts

source: CSV Export
cs_cz: Export CSV
lv: CSV eksportēšana

source: Enable export to CSV
cs_cz: Povolit export do CSV
lv: Iespējot eksportēšanu uz CSV

source: Export file name
cs_cz: Název exportního souboru
lv: Faila nosaukums

source: CSV file name to create
cs_cz: Název souboru CSV, který chcete vytvořit
lv: faila nosaukums, lai eksportētu uz CSV

source: Export fields list
cs_cz: Seznam exportních polí
lv: Lauku saraksts

source: list of fields to export (separated by commas)
cs_cz: seznam polí k exportu (oddělených čárkami).
lv: eksportējamo lauku saraksts (atdalot ar komatiem)

source: Enable reCAPTCHA
cs_cz: Povolit reCAPTCHA
lv: Ieslēgt reCAPTCHA

source: Recaptcha site key
cs_cz: Klíč Recaptcha
lv: Vietnes atslēga

source: Recaptcha secret key
cs_cz: Tajný klíč Recaptcha
lv: Slepenā atslēga

source: Post types
cs_cz: Typy příspěvků
lv: Ziņu veidi

source: Custom posts types
cs_cz: Vlastní typy příspěvků
lv: Pielāgoti ziņu veidi

source: Name
cs_cz: Název
lv: Nosaukums

source: Post type name
cs_cz: Název typu příspěvku
lv: Ieraksta tipa nosaukums

source: The name must be specified in lowercase Latin characters without spaces.<br>You can use underlining.
cs_cz: Název musí být zadán malými písmeny latinky bez mezer.<br>Můžete použít podtržení.
lv: Nosaukums jānorāda ar mazajiem latīņu burtiem bez atstarpēm.<br>Varat izmantot pasvītras.

source: Settings
cs_cz: Nastavení
lv: Iestatījumi

source: Plural name
cs_cz: Název v množném čísle
lv: Daudzskaitļa nosaukums

source: Singular name
cs_cz: Název v jednotném čísle
lv: Vienskaitlis nosaukums

source: Menu item name
cs_cz: Název položky v menu
lv: Izvēlnes vienuma nosaukums

source: Menu icon
cs_cz: Ikona menu
lv: Izvēlnes ikona

source: The icon can be selected at: <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">https://developer.wordpress.org/resource/dashicons/</a>
cs_cz: Ikona může být vybrána na: <a href=“https://developer.wordpress.org/resource/dashicons/“ target=“_blank”>https://developer.wordpress.org/resource/dashicons/</a>
lv: Ikonu var atlasīt šeit: <a href="https://developer.wordpress.org/resource/dashicons/" target="_blank">https://developer.wordpress.org/resource/dashicons/</a. >

source: Controls
cs_cz: Ovládání
lv: Vadības ierīces

source: Title
cs_cz: Titulek
lv: Nosaukums

source: Text Editor
cs_cz: Textový editor
lv: Teksta redaktors

source: Post thumbnail
cs_cz: Miniatura příspěvku
lv: Ziņas sīktēls

source: Excerpt
cs_cz: Citace (krátký popis / excerpt )
lv: Citāts (īss apraksts / Excerpt)

source: Author
cs_cz: Autor
lv: Autors

source: Revisions
cs_cz: Revize
lv: Izdevumi

source: Comments
cs_cz: Komentáře
lv: Komentāri

source: Trackbacks
cs_cz: Trackbacky
lv: Atpakaļsaites

source: Post formats
cs_cz: Formáty příspěvků
lv: Ziņu formāti

source: Post type label
cs_cz: Štítek pro typ záznamu
lv: Ieraksta veida etiķete

source: Default: post type name
cs_cz: Výchozí: Název typu záznamu
lv: Noklusējums: ieraksta tipa nosaukums

source: Show in REST
cs_cz: Zobrazit v REST
lv: Rādīt programmā REST

source: Output the the post type on REST API
cs_cz: Výpis typu záznamu do REST API
lv: Nosakiet ziņas veidu REST API

source: Public URL
cs_cz: Veřejná adresa URL
lv: Publisks URL

source: Public URL Availability for taxonomy
cs_cz: Dostupnost veřejné adresy URL pro taxonomii
lv: Taksonomijas publisks URL

source: Taxonomies
cs_cz: Taxonomie
lv: Taksonomijas

source: Custom taxonomies
cs_cz: Vlastní taxonomie
lv: Pielāgotas taksonomijas

source: Taxonomy name
cs_cz: Název taxonomie
lv: Taksonomijas nosaukums

source: Taxonomy type
cs_cz: Typ taxonomie
lv: Taksonomijas veids

source: Hierarchical - as categories<br>Flat - like tags
cs_cz: Hierarchické - jako kategorie<br>Ploché - jako značky
lv: Hierarhiskas — līdzīgas kategorijas<br>Plakainas — līdzīgas atzīmes

source: Hierarchical
cs_cz: Hierarchické
lv: Hierarhisks

source: Flat
cs_cz: Ploché
lv: Plakans

source: Post types to which this taxonomy will be linked.
cs_cz: Typy záznamů, na které bude tato taxonomie mapována.
lv: Ziņu veidi, ar kuriem šī taksonomija tiks saistīta.

source: Name in plural
cs_cz: Název v množném čísle
lv: Daudzskaitļa nosaukums

source: Taxonomy label
cs_cz: Štítek pro taxonomii
lv: Taksonomijas etiķete

source: Post selection
cs_cz: Výběr příspěvků
lv: Ierakstu izvēle

source: Post selection by parameters
cs_cz: Výběr příspěvku podle parametrů
lv: Ierakstu filtrēšana pēc parametriem

source: Selection name
cs_cz: Název výběru
lv: Atlases nosaukums

source: Parameters
cs_cz: Parametry
lv: Iespējas

source: Post type
cs_cz: Typ příspěvku
lv: Ieraksta veids

source: Count of posts per page
cs_cz: Počet příspěvků na stránku
lv: Ierakstu skaits vienā lapā

source: If left blank, all post will be output.
cs_cz: Pokud zůstane prázdný, budou vypsány všechny příspěvky.
lv: Ja lauks ir atstāts tukšs, tiks parādīti visi ieraksti.

source: Pagination support
cs_cz: Podpora stránkování
lv: Lappuses atbalsts

source: Taxonomy
cs_cz: Taxonomie
lv: Taksonomija

source: Value
cs_cz: Hodnota
lv: Vērtība

source: Custom fields
cs_cz: Vlastní pole
lv: Pielāgoti lauki

source: Condition (compare)
cs_cz: Podmínka (porovnat)
lv: Stāvoklis

source: Field value
cs_cz: Hodnota pole
lv: Lauka vērtība

source: Type
cs_cz: Typ
lv: Tips

source: Field comparison mode
cs_cz: Režim porovnávání polí
lv: Lauku salīdzināšana

source: Terms selection
cs_cz: Výběr termů
lv: Noteikumu izvēle

source: Terms selection by parameters
cs_cz: Výběr termů podle parametrů
lv: Terminu izvēle pēc parametriem

source: Hide terms without posts
cs_cz: Skrýt termybez příspěvků
lv: Slēpt terminus bez ziņām

source: Orderby
cs_cz: Řazení
lv: Šķirot pēc

source: Count of posts
cs_cz: Počet příspěvků
lv: Amatu skaits

source: Sort order
cs_cz: Pořadí řazení
lv: Šķirošanas secība

source: Ascending
cs_cz: Vzestupně
lv: Augošā

source: Descending order
cs_cz: Sestupné
lv: Dilstoša

source: Information
cs_cz: Informace
lv: Informācija

source: Information about site
cs_cz: Informace o webu
lv: Informācija par vietni

source: Installed
cs_cz: Nainstalováno
lv: Uzstādīts

source: Not installed
cs_cz: Není nainstalováno
lv: Nav ieinstalets

source: Load data
lv: Ielādēt datus

source: Load media
lv: lejupielādēt failus

source: Data uploaded successfully
cs_cz: Data byla úspěšně nahrána
lv: Dati ir veiksmīgi augšupielādēti

source: Media files uploaded successfully
cs_cz: Mediální soubory byly úspěšně nahrány
lv: Multivides faili ir veiksmīgi augšupielādēti

source: Site options
cs_cz: Možnosti stránek
lv: Vietnes opcijas

source: Options
cs_cz: Možnosti
lv: Opcijas

source: Update
cs_cz: Aktualizovat
lv: Atjaunots

source: Item updated.
cs_cz: Položka aktualizována.
lv: Atjaunots.

source: Site configurator
cs_cz: Konfigurátor stránek
lv: Vietnes konfigurators

source: Add new
cs_cz: Přidat nový
lv: Pievieno jaunu

source: Edit
cs_cz: Upravit
lv: Rediģēt

source: All
cs_cz: Všechny
lv: Visi

source: View
cs_cz: Zobrazit
lv: Skatīt

source: Search
cs_cz: Hledat
lv: Meklēt

source: Nothing found
cs_cz: Nic nebylo nalezeno
lv: Nekas nav atrasts

source: Cart is empty
cs_cz: Košík je prázdný
lv: Grozs ir tukšs

source: Popular
cs_cz: Oblíbené
lv: Populārs

source: Input name
cs_cz: Název vstupu
lv: Ievadiet savu vārdu

source: Separate
cs_cz: Oddělujte
lv: Atsevišķi

source: with commas
cs_cz: čárkami
lv: ar komatiem

source: Add or delete
cs_cz: Přidat nebo odstranit
lv: Pievienot vai dzēst

source: Choose from the most commonly used
cs_cz: Vyberte si z nejčastěji používaných
lv: Izvēlieties no visbiežāk izmantotajām

source: Sending error!
cs_cz: Chyba při odesílání!
lv: Sūtīšanas kļūda!

source: Error Description:
cs_cz: Popis chyby:
lv: Kļūdas apraksts:

source: Yes
cs_cz: Ano
lv: Jā

source: Sending...
cs_cz: Odeslání…
lv: Notiek sūtīšana...

source: Query
cs_cz: Dotaz
lv: Vaicājums

source: Page
cs_cz: Stránka
lv: Lappuse

source: Confirm that you are not a robot!
cs_cz: Potvrďte, že nejste robot!
lv: Apstipriniet, ka neesat robots!

source: Required field not filled!
cs_cz: Povinné pole není vyplněno!
lv: Obligātais lauks nav aizpildīts!

source: File attached
lv: Fails pievienots

source: Message at the time of sending
cs_cz: Zpráva během odesílání

source: PHP version: <b>
cs_cz: Verze PHP: <b>

source: Theme folder: <b>
cs_cz: Složka šablony <b>

source: /?action=import_data" class="button">Upload data</a>&nbsp;&nbsp;<a href="
cs_cz: /?action=import_data” class=“button”>Nahrát data</a>&nbsp;&nbsp;<a href=“

source: /?action=import_images" class="button">Upload mediafiles</a><br><br>
cs_cz: /?action=import_images” class=“button”>Nahrávání médií</a><br><br>
